[
  {
    "id": 1,
    "name": "Johnson Property Development",
    "feedback": "The modern residential construction exceeded our expectations. Their use of cutting-edge techniques and premium materials resulted in a contemporary home that perfectly matches our vision. Exceptional quality throughout the entire project.",
    "rating": 5,
    "image": "/All around construction images/architect-3979490_1280.jpg",
    "project": "Residential Development"
  },
  {
    "id": 2,
    "name": "Chen Commercial Group",
    "feedback": "Outstanding commercial construction work with crane operations. The team's expertise in large-scale projects and modern building techniques delivered exactly what we needed for our office complex. Professional execution from start to finish.",
    "rating": 5,
    "image": "/All around construction images/construction-257326_1280.jpg",
    "project": "Commercial Office Complex"
  },
  {
    "id": 3,
    "name": "Rodriguez Residential",
    "feedback": "Building our dream home was a smooth experience with their modern construction methods. The attention to sustainable design and advanced building techniques resulted in a home we're proud to call ours. Unmatched expertise and dedication.",
    "rating": 5,
    "image": "/All around construction images/pexels-rezwan-1216544.jpg",
    "project": "Custom Home Construction"
  },
  {
    "id": 4,
    "name": "Thompson Construction Services",
    "feedback": "The heavy equipment operations and site preparation work was exceptional. Their professional machinery operations and foundation work restored complete structural integrity. Knowledgeable, efficient, and reliable service.",
    "rating": 5,
    "image": "/All around construction images/excavator-6669780_1280.jpg",
    "project": "Foundation & Site Work"
  },
  {
    "id": 5,
    "name": "Park Office Solutions",
    "feedback": "The modern office renovation was completed on time and within budget. Their expertise in renovation projects and contemporary design implementation resulted in a workspace that enhances our productivity. Outstanding results.",
    "rating": 5,
    "image": "/All around construction images/pexels-sevenstormphotography-439416.jpg",
    "project": "Office Renovation"
  },
  {
    "id": 6,
    "name": "Williams Construction Management",
    "feedback": "Professional construction management with state-of-the-art tools. Their modern office environment and digital planning capabilities made our project coordination seamless. Reliable and skilled in every aspect.",
    "rating": 5,
    "image": "/All around construction images/architect-1080589_1280.jpg",
    "project": "Construction Management"
  }
]

